Repository: Aryo15/Proxima
Catalog: flaskbb/translations/*/LC_MESSAGES/messages.po
Languages: fr, nb_no

source: Back
nb_no: Tilbake

source: Lock
nb_no: Lås

source: Unlock
nb_no: Lås opp

source: Highlight
nb_no: Framhev

source: Trivialize
nb_no: Trivialiser

source: Delete
nb_no: Slett

source: Hide
nb_no: Skjul

source: Unhide
nb_no: Opphev skjuling

source: Move
nb_no: Flytt

source: Mark as Read
nb_no: Marker som lest

source: Locked
nb_no: Låst

source: New Topic
nb_no: Nytt emne

source: Moderation Mode
nb_no: Moderasjonsmodus

source: Who is online?
nb_no: Hvem er aktiv?

source: Total number of registered users
nb_no: Totalt antall registrerte brukere

source: Total number of topics
nb_no: Totalt antall emner

source: Total number of posts
nb_no: Totalt antall innlegg

source: Newest registered user
nb_no: Nyligst registrert bruker

source: No users
nb_no: Ingen brukere

source: Registered users online
nb_no: Registrerte brukere pålogget

source: Guests online
nb_no: Gjester pålogget

source: Date registered
nb_no: Dato registrert

source: Group
nb_no: Gruppe

source: Edit Post
nb_no: Rediger innlegg

source: New Post
nb_no: Nytt innlegg

source: Online Users
nb_no: Påloggede brukere

source: Report Post
nb_no: Rapporter innlegg

source: Report
nb_no: Rapporter

source: Close
nb_no: Lukk

source: online
nb_no: pålogget

source: offline
nb_no: fralogget

source: Joined
nb_no: Tok del

source: Guest
nb_no: Gjest

source: Last modified: %(date)s by <a href="%(user_url)s">%(user)s</a>
nb_no: Sist endret: %(date)s av <a href="%(user_url)s">%(user)s</a>

source: No posts found matching your search criteria.
nb_no: Ingen innlegg samsvarer med søket ditt.

source: No users found matching your search criteria.
nb_no: Ingen brukere samsvaftet med søket ditt.

source: Forums
nb_no: Forumer

source: No forums found matching your search criteria.
nb_no: Ingen forum samsvarte med søket ditt.

source: %(title)s - Topic
nb_no: %(title)s – emne

source: This topic is hidden (%(when)s by %(who)s)
nb_no: Dette emnet er skjult (%(when)s av %(who)s)

source: This post is hidden (%(when)s by %(who)s)
nb_no: Dette innlegget er skjult (%(when)s av %(who)s)

source: Quote this post
nb_no: Siter dette innlegget

source: Full Reply
nb_no: Helhetlig svar

source: Edit this post
nb_no: Rediger dette innlegget

source: Delete this topic
nb_no: Slett dette emnet

source: Delete this post
nb_no: Slett dette innlegget

source: Report this post
nb_no: Rapporter dette innlegget

source: Unhide this topic
nb_no: Opphev skjuling av dette emnet

source: Hide this topic
nb_no: Skjul dette emnet

source: Unhide this post
nb_no: Opphev skjuling av dette innlegget

source: Hide this post
nb_no: Skjul dette innlegget

source: Moderate
nb_no: Moderer

source: Delete Topic
nb_no: Slett emne

source: Lock Topic
nb_no: Lås emne

source: Unlock Topic
nb_no: Lås opp emne

source: Highlight Topic
nb_no: Framhev emne

source: Trivialize Topic
nb_no: Trivialiser emne

source: Unhide Topic
nb_no: Opphev skjuling av emne

source: Hide Topic
nb_no: Skjul emne

source: Untrack Topic
nb_no: Avfølg emne

source: Track Topic
nb_no: Spor emne

source: Untrack Topics
nb_no: Avfølg emner

source: Banned Users
nb_no: Bannlyste brukere

source: Manage Users
nb_no: Håndter brukere

source: Actions
nb_no: Handlinger

source: Manage Forums
nb_no: Håndter forumer

source: Delete Category
nb_no: Slett kategori

source: Edit Link
nb_no: Rediger lenke

source: Delete Link
nb_no: Slett lenke

source: Delete Forum
nb_no: Slett forum

source: Manage Groups
nb_no: Håndter grupper

source: Groups
nb_no: Grupper

source: Group Name
nb_no: Gruppenavn

source: Delete selected Groups
nb_no: Slett valgte grupper

source: Edit
nb_no: Rediger

source: No groups found.
nb_no: Fant ingen grupper.

source: Overview
nb_no: Oversikt

source: There is something that wants your attention.
nb_no: Ingenting krever din oppmerksomhet.

source: Everything seems alright.
nb_no: Alt ser bra ut.

source: No new notifications.
nb_no: Ingen nye merknader.

source: users
nb_no: brukere

source: posts
nb_no: innlegg

source: topics
nb_no: emner

source: Statistics
nb_no: Statistikk

source: Registered users
nb_no: Registrerte brukere

source: Online users
nb_no: Påloggede brukere

source: Banned users
nb_no: Bannlyste brukere

source: Reports
nb_no: Rapporter

source: Components
nb_no: Komponenter

source: Plugins
nb_no: Programtillegg

source: not enabled
nb_no: ikke påskrudd

source: enabled
nb_no: påskrudd

source: not installed
nb_no: ikke installert

source: Celery is <strong>not</strong> running.
nb_no: Celery kjører <strong>ikke</strong>.

source: running
nb_no: kjører

source: not running
nb_no: kjører ikke

source: Manage Plugins
nb_no: Håndter programtillegg

source: Plugin
nb_no: Programtillegg

source: Information
nb_no: Info

source: Manage
nb_no: Håndter

source: Version
nb_no: Versjon

source: Enable
nb_no: Skru på

source: Disable
nb_no: Skru av

source: Install
nb_no: Installer

source: Uninstall
nb_no: Avinstaller

source: Show all Reports
nb_no: Vis alle rapporter

source: Show unread Reports
nb_no: Vis uleste rapporter

source: Reported
nb_no: Rapportert

source: Delete selected reports
nb_no: Slett valgte rapporter

source: No reports.
nb_no: Ingen rapporter.

source: The user has not written any posts yet.
nb_no: Denne brukeren har ikke skrevet noen innlegg enda.

source: The user has not opened any topics yet.
nb_no: Brukeren har ikke åpnet noen emner enda.

source: Change Password
nb_no: Endre passord

source: Change User Details
nb_no: Endre brukerdetaljer

source: General Settings
nb_no: Generelle innstillinger

source: Signature
nb_no: Signatur

source: %(user)s - User
nb_no: %(user)s – bruker

source: Never seen
nb_no: Aldri sett

source: Settings - %(user)s - User
nb_no: Innstillinger – %(user)s – bruker

source: Theme
nb_no: Drakt

source: Old email address
fr: Ancienne adresse courriel
nb_no: Gammel e-postadresse

source: New email address
fr: Nouvelle adresse courriel
nb_no: Ny e-postadresse

source: Email addresses must match.
fr: Les adresses courriel doivent correspondre.
nb_no: E-postadressene må samsvare.

source: Confirm email address
fr: Confirmer l'adresse courriel
nb_no: Bekreft e-postadresse

source: New password
nb_no: Nytt passord

source: Confirm new password
fr: Confirmer le nouveau mot de passe
nb_no: Bekreft nytt passord

source: Forum Signature
fr: Signature du forum
nb_no: Forumsignatur

source: Settings updated.
fr: Paramètres mis à jour.
nb_no: Innstillinger oppdatert.

source: Password updated.
fr: Mot de passe mis à jour.
nb_no: Passord oppdatert.

source: Email address updated.
fr: Adresse courriel mise à jour.
nb_no: E-postadresse oppdatert.

source: User details updated.
fr: Détails de l'utilisateur mis à jour.
nb_no: Brukerdetaljer oppdatert.

source: You do not have the permissions to unhide these topics.
fr: Vous n'avez pas les autorisations nécessaires pour masquer ces sujets.
nb_no: Du har ikke tilgang til å oppheve skjuling av disse emnene.

source: This account is already activated.
fr: Ce compte est déjà activé.
nb_no: Kontoen er allerede aktivert.

source: Login
fr: Se connecter

source: Could not process registration dueto an unrecoverable error
fr: L'enregistrement n'a pas pu être traité en raison d'une erreur irrécupérable

source: Your password has been updated.
fr: Votre mot de passe a été mis à jour.

source: A new account activation token has been sent to your email address.
fr: Un jeton d'activation de nouveau compte a été envoyé à votre adresse électronique.

source: Your account has been activated and you can now login.
fr: Votre compte a été activé et vous pouvez maintenant vous connecter.

source: Entered email doesn't exist
fr: L'adresse saisie n'existe pas

source: Account is already activated
fr: Le compte est déjà activé

source: In order to use your account you have to activate it through the link we have sent to your email address.
fr: Pour utiliser votre compte, vous devez l'activer par le biais du lien que nous avons envoyé à votre adresse électronique.

source: Invalid email
fr: Courriel invalide

source: Preview
fr: Aperçu

source: Post
fr: Publier

source: Failed to move topics.
fr: Impossible de déplacer les sujets.

source: Avatar
fr: Image de profil

source: This username is already taken.
fr: Ce nom d'utilisateur est déjà pris.

source: This email address is already taken.
fr: Cette adresse courriel est déjà prise.

source: Is 'Admin' group?
fr: Est-ce un groupe « Admin » ?

source: Check this, if the users in this group are allowed to moderate every forum.
fr: Cochez cette case si les utilisateurs de ce groupe sont autorisés à modérer tous les forums.

source: Is 'Moderator' group?
fr: Est-ce un grouoe « Modérateur » ?

source: Check this, if the users in this group are allowed to moderate specified forums.
fr: Cochez cette case si les utilisateurs de ce groupe sont autorisés à modérer les forums spécifiés.

source: Is 'Guest' group?
fr: Est-ce un groupe « Invité » ?

source: Check this, if the users in this group can edit posts.
fr: Cochez cette case si les utilisateurs de ce groupe peuvent modifier les publications.

source: Check this, if the users in this group can delete posts.
fr: Cochez cette case si les utilisateurs de ce groupe peuvent supprimer les publications.

source: Check this, if the users in this group can delete topics.
fr: Cochez cette case si les utilisateurs de ce groupe peuvent supprimer des sujets.

source: Check this, if the users in this group can create topics.
fr: Cochez cette case si les utilisateurs de ce groupe peuvent créer des sujets.

source: Can post replies
fr: Peut publier des réponses

source: Check this, if the users in this group can post replies.
fr: Cochez cette case, si les utilisateurs de ce groupe peuvent publier des réponses.

source: Allow moderators to edit another user's profile including password and email changes.
fr: Permettre aux modérateurs de modifier le profil d'un autre utilisateur, y compris les changements de mot de passe et d'adresse courriel.

source: Can view hidden posts and topics
fr: Peut voir les publications et les sujets cachés

source: This group name is already taken.
fr: Ce nom de groupe est déjà pris.

source: There is already a group of type 'Guest'.
fr: Il y a déjà un groupe de type « Invité ».

source: Please enter a position for theforum.
fr: Veuillez entrer une position pour le forum.

source: A link to a website i.e. 'http://flaskbb.org'.
fr: Un lien vers un site web, par exemple : « http://flaskbb.org ».

source: Comma separated usernames. Leave it blank if you do not want to set any moderators.
fr: Noms d'utilisateur séparés par des virgules. Laissez ce champ vide si vous ne souhaitez pas définir de modérateurs.

source: Do you want to show the moderators on the index page?
fr: Voulez-vous afficher les modérateurs sur la page d'index ?

source: User is now banned.
fr: L'utilisateur est maintenant banni.

source: You cannot delete one of the standard groups.
fr: Vous ne pouvez pas supprimer l'un des groupes standard.

source: Plugin has been uninstalled.
fr: Le greffon a été désinstallé.

source: Plugin has been installed.
fr: Le greffon a été installé.

source: Are you sure that you want to perform this action? This action is irreversible.
fr: Êtes-vous sûr·e de vouloir effectuer cette action ? Cette action est irréversible.

source: Logout
fr: Se déconnecter

source: You do not have the permission to view this page.
fr: Vous n'avez pas l'autorisation de consulter cette page.

source: Change E-Mail Address
fr: Modifier l'adresse courriel

source: Old password is wrong.
fr: L'ancien mot de passe est erroné.

source: You do not have the permissions to execute this action.
fr: Vous n'avez pas les autorisations nécessaires pour exécuter cette action.

source: You do not have the permissions to delete these topics.
fr: Vous n'avez pas les autorisations nécessaires pour supprimer ces sujets.

source: You do not have the permissions to hide these topics.
fr: Vous n'avez pas les autorisations nécessaires pour masquer ces sujets.

source: The registration has been disabled.
fr: L'inscription a été désactivée.
