Repository: Aryo15/Proxima
Catalog: flaskbb/translations/*/LC_MESSAGES/messages.po
Languages: fr, nb_no

source: %(name)s is deprecated and will be removed in version %(version)s.
nb_no: %(name)s er foreldet, og vil bli fjernet i versjon %(version)s.

source: Password Recovery Confirmation
fr: Confirmation de la récupération du mot de passe
nb_no: Bekreftelse av passordgjenoppretting

source: Account Activation
fr: Activation du compte
nb_no: Kontoaktivering

source: You can only use letters, numbers or dashes.
fr: Vous pouvez seulement utiliser des lettres, des chiffres ou des tirets.
nb_no: Du kan kun bruke bokstaver, tall, og bindestrek.

source: Username or Email address
fr: Nom d'utilisateur ou adresse courriel
nb_no: Brukernavn eller e-postadresse

source: Please enter your username or email address.
fr: Veuillez saisir votre nom d'utilisateur ou votre adresse courriel.
nb_no: Skriv inn ditt brukernavn eller e-postadresse.

source: Password
fr: Mot de passe
nb_no: Passord

source: Please enter your password.
fr: Veuillez entrer votre mot de passe.
nb_no: Skriv inn passordet ditt.

source: Remember me
fr: Rester connecté·e
nb_no: Husk meg

source: Username
fr: Nom d'utilisateur
nb_no: Brukernavn

source: A valid username is required
fr: Un nom d'utilisateur valide est requis
nb_no: Et gyldig brukernavn kreves

source: Email address
fr: Adresse courriel
nb_no: E-postadresse

source: A valid email address is required.
fr: Une adresse électronique valide est requise.
nb_no: En gyldig e-postadresse kreves.

source: Invalid email address.
fr: Adresse électronique invalide.
nb_no: Ugyldig e-postadresse.

source: Passwords must match.
fr: Les mots de passe doivent correspondre.
nb_no: Passordene må samsvare.

source: Confirm password
fr: Confirmer le mot de passe
nb_no: Bekreft passord

source: Language
fr: Langue
nb_no: Språk

source: I accept the Terms of Service
fr: J'accepte les conditions de service
nb_no: Jeg godtar tjenestevilkårene

source: Please accept the TOS.
fr: Veuillez accepter les CGS.
nb_no: Godta tjenestevilkårene.

source: Register
fr: S'inscrire
nb_no: Registrer

source: Refresh Login
fr: Actualiser la connexion
nb_no: Gjenoppfrisk innlogging

source: Request Password
fr: Demander un mot de passe
nb_no: Forespør passord

source: Reset password
fr: Réinitialiser le mot de passe
nb_no: Tilbakestill passord

source: A valid username is required.
fr: Un nom d'utilisateur valide est requis.
nb_no: Et gyldig brukernavn kreves.

source: Send Confirmation Mail
fr: Envoyer le courriel de confirmation
nb_no: Send e-post for bekreftelse

source: Email confirmation token
nb_no: E-postbekreftelsessymbol

source: Confirm Email
nb_no: Bekreft e-post

source: Logged out
fr: Déconnecté·e
nb_no: Utlogget

source: Unrecoverable error while handling login
fr: Erreur irrécupérable lors du traitement de la connexion
nb_no: Uopprettelig feil under håndtering av innlogging

source: Reauthenticated.
fr: Réauthentifié.
nb_no: Identitetsbekreftet igjen.

source: Unrecoverable error while handling reauthentication
fr: Erreur irrécupérable lors du traitement de la réauthentification
nb_no: Uopprettelig feil under håndtering av ny identitetsbekreftelse

source: You have entered an username or email address that is not linked with your account.
fr: Vous avez saisi un nom d'utilisateur ou une adresse électronique qui n'est pas lié à votre compte.
nb_no: Du har skrevet inn et brukernavn eller en e-postadresse som ikke er tilknyttet kontoen din.

source: Email sent! Please check your inbox.
fr: Courriel envoyé ! Veuillez vérifier votre boîte de réception.
nb_no: E-post sendt. Sjekk innboksen din.

source: Error when resetting password
fr: Erreur lors de la réinitialisation du mot de passe
nb_no: Kunne ikke tilbakestille passord

source: Could not activate account due to an unrecoverable error
fr: Impossible d'activer le compte en raison d'une erreur irrécupérable
nb_no: Kunne ikke aktivere konto som følge av uopprettelig feil

source: Your account is currently locked out due to too many failed login attempts
fr: Votre compte est actuellement verrouillé en raison d'un trop grand nombre de tentatives de connexion infructueuses
nb_no: Kontoen din er for tiden låst som følge av for mange mislykkede innloggingsforsøk

source: Wrong username or password.
fr: Nom d'utilisateur ou mot de passe erroné.
nb_no: Feil brukernavn eller passord.

source: Wrong password.
fr: Mot de passe erroné.
nb_no: Feil passord.

source: Username must be between %(min)s and %(max)s characters long
fr: Le nom d'utilisateur doit comporter entre %(min)s et %(max)s caractères
nb_no: Brukernavn må være mellom %(min)s og %(max)s tegn langt

source: %(username)s is a forbidden username
fr: %(username)s est un nom d'utilisateur interdit
nb_no: %(username)s er et forbudt brukernavn

source: %(username)s is already registered
fr: %(username)s est déjà enregistré
nb_no: %(username)s er allerede registrert

source: %(email)s is already registered
fr: %(email)s est déjà enregistré
nb_no: %(email)s er allerede registrert

source: An account activation email has been sent to %(email)s
fr: Un courriel d'activation de compte a été envoyé à %(email)s
nb_no: En e-post for kontobekreftelse har blitt sendt til %(email)s

source: Thanks for registering.
fr: Merci de vous être inscrit·e.
nb_no: Takk for at du registrerte deg.

source: Token is invalid
fr: Le jeton n'est pas valide
nb_no: Symbolet er ugyldig

source: Token is expired
fr: Le jeton a expiré
nb_no: Symbolet er utløpt

source: Token cannot be processed
fr: Le jeton ne peut pas être traité
nb_no: Symbolet kan ikke behandles

source: Quick reply
fr: Réponse rapide
nb_no: Hurtigsvar

source: You cannot post a reply without content.
fr: Vous ne pouvez pas publier une réponse sans contenu.
nb_no: Du kan ikke svare uten innhold.

source: Reply
fr: Réponse
nb_no: Svar

source: Content
fr: Contenu
nb_no: Innhold

source: Track this topic
fr: Suivre ce sujet
nb_no: Hold oppsyn med dette emnet

source: Topic title
fr: Titre du sujet
nb_no: Emnetittel

source: Please choose a title for your topic.
fr: Veuillez choisir un titre pour votre sujet.
nb_no: Velg en overskrift for emnet ditt.

source: Post Topic
fr: Publier le sujet
nb_no: Lag emne

source: Reason
fr: Motif
nb_no: Grunn

source: What is the reason for reporting this post?
fr: Quelle est la raison du signalement de ce poste ?
nb_no: Hva er grunnen til at du rapporterer dette innlegget?

source: Report post
fr: Signaler la publication
nb_no: Rapporter innlegg

source: Search
fr: Rechercher
nb_no: Søk

source: Criteria
fr: Critères
nb_no: Kriterier

source: Topic
fr: Sujet
nb_no: Emne

source: Users
fr: Utilisateurs
nb_no: Brukere

source: You are not allowed to access that forum
nb_no: Du har ikke tilgang til det forumet

source: You are not allowed to access that topic
nb_no: Du har ikke tilgang til det emnet

source: Cannot post reply
fr: Impossible de publier une réponse
nb_no: Kan ikke poste svar

source: You are not allowed to post a topic here
nb_no: Du har ikke tilgang til å poste et svar her

source: You are not allowed to manage this forum
nb_no: Du har ikke tilgang til å håndtere dette forumet

source: In order to perform this action you have to select at least one topic.
fr: Pour effectuer cette action, vous devez sélectionner au moins un sujet.
nb_no: For å kunne utføre denne handlingen må du velge minst ett emne.

source: %(count)s topics locked.
fr: %(count)s sujets verrouillés.
nb_no: %(count)s emner låst.

source: %(count)s topics unlocked.
fr: %(count)s sujets débloqués.
nb_no: %(count)s emner opplåst.

source: %(count)s topics highlighted.
fr: Les sujets %(count)s sont mis en évidence.
nb_no: %(count)s emner framhevet.

source: %(count)s topics trivialized.
fr: %(count)s sujets banalisés.
nb_no: %(count)s emner trivialisert.

source: %(count)s topics deleted.
fr: %(count)s sujets supprimés.
nb_no: %(count)s emner slettet.

source: Please choose a new forum for the topics.
fr: Veuillez choisir un nouveau forum pour les sujets.
nb_no: Velg et nytt forum for emnene.

source: You do not have the permissions to move this topic.
fr: Vous n'avez pas les autorisations nécessaires pour déplacer ce sujet.
nb_no: Du har ikke tilgang til å flytte dette emnet.

source: Topics moved.
fr: Sujets déplacés.
nb_no: Emner fjernet.

source: %(count)s topics hidden.
fr: %(count)s sujets masqués.
nb_no: %(count)s emner skjult.

source: %(count)s topics unhidden.
fr: %(count)s sujets démasqués.
nb_no: %(count)s emner gjort synlige igjen.

source: Unknown action requested
fr: Action inconnue demandée
nb_no: Ukjent handling forespurt

source: You are not allowed to post a reply
nb_no: Du har ikke tilgang til å besvare

source: You are not allowed to edit that post
nb_no: Du har ikke tilgang til å redigere dette innlegget

source: Thanks for reporting.
fr: Merci de l'avoir signalé.
nb_no: Takk for din rapport.

source: %(topic_count)s topics untracked.
fr: %(topic_count)s sujets non suivis.
nb_no: %(topic_count)s emner avfulgt.

source: You are not allowed to delete this topic
nb_no: Du har ikke tilgang til å slette dette emnet

source: You are not allowed to lock this topic
nb_no: Du har ikke tilgang til å låse dette emnet

source: You are not allowed to unlock this topic
nb_no: Du har ikke tilgang til å låse opp dette emnet

source: You are not allowed to highlight this topic
nb_no: Du tillates ikke å framheve dette emnet

source: You are not allowed to trivialize this topic
nb_no: Du tillates ikke å trivialisere dette emnet

source: You are not allowed to delete this post
nb_no: Du tillates ikke å slette dette innlegget

source: Forum %(forum)s marked as read.
fr: Forum %(forum)s marqué comme lu.
nb_no: Forumet %(forum)s har blitt markert som lest.

source: All forums marked as read.
fr: Tous les forums sont marqués comme lus.
nb_no: Alle forum ble markert som leste.

source: You do not have permission to hide this topic
fr: Vous n'avez pas la permission de cacher ce sujet
nb_no: Du har ikke tilgang til å skjule dette emnet

source: You do not have permission to unhide this topic
fr: Vous n'avez pas l'autorisation de dévoiler ce sujet
nb_no: Du har ikke tilgang til å oppheve skjuling av dette emnet

source: You do not have permission to hide this post
fr: Vous n'avez pas la permission de cacher ce message
nb_no: Du har ikke tilgang til å skjule dette innlegget

source: Post is already hidden
fr: Le message est déjà masqué
nb_no: Innlegget er allerede skjult

source: Topic hidden
fr: Sujet masqué
nb_no: Emne skjult

source: Post hidden
fr: Publication masquée
nb_no: Innlegg skjult

source: You do not have permission to unhide this post
fr: Vous n'avez pas la permission de démasquer cette publication
nb_no: Du har ikke tilgang til å oppheve skjuling av dette innlegget

source: Post is already unhidden
fr: La publication n'est déjà plus masquée
nb_no: Innlegget har allerede fått sin skjuling opphevet

source: Post unhidden
fr: Publication démasquée
nb_no: Skjuling av innlegg opphevet

source: Birthday
fr: Anniversaire
nb_no: Geburtsdag

source: Gender
fr: Genre
nb_no: Kjønn

source: Male
fr: Masculin
nb_no: Mann

source: Female
fr: Féminin
nb_no: Dame

source: Location
fr: Emplacement
nb_no: Sted

source: Website
fr: Site web
nb_no: Nettside

source: Forum signature
fr: Signature de forum
nb_no: Forumsignatur

source: Notes
nb_no: Notiser

source: Is active?
fr: Est actif ?
nb_no: Aktiv?

source: Primary group
fr: Groupe principal
nb_no: Primærgruppe

source: Secondary groups
fr: Groupes secondaires
nb_no: Sekundærgrupper

source: Save
fr: Enregistrer
nb_no: Lagre

source: Group name
fr: Nom du groupe
nb_no: Gruppenavn

source: Please enter a name for the group.
fr: Veuillez entrer un nom pour le groupe.
nb_no: Skriv inn et navn for gruppen.

source: Description
nb_no: Beskrivelse

source: With this option the group has access to the admin panel.
fr: Avec cette option, le groupe a accès au panneau d'administration.
nb_no: Med dette valget har gruppen tilgang til administrasjonspanelet.

source: Is 'Super Moderator' group?
fr: Est-ce un groupe « Super modérateur » ?
nb_no: «Supermoderatorgruppe»?

source: Is 'Banned' group?
fr: Est-ce un groupe « banni » ?
nb_no: «Bannlyst» gruppe?

source: Only one group of type 'Banned' is allowed.
fr: Un seul groupe de type « banni » est autorisé.
nb_no: Kun én av gruppene av typen «Bannlyst» tillates.

source: Only one group of type 'Guest' is allowed.
fr: Un seul groupe de type « Invité » est autorisé.
nb_no: Kun én gruppe av typen «Gjest» tillates.

source: Can edit posts
fr: Peut modifier les publications
nb_no: Kan redigere innlegg

source: Can delete posts
fr: Peut supprimer des publications
nb_no: Kan slette innlegg

source: Can delete topics
fr: Peut supprimer des sujets
nb_no: Kan slette emner

source: Can create topics
fr: Peut créer des sujets
nb_no: Kan opprette emner

source: Moderators can edit user profiles
fr: Les modérateurs peuvent modifier les profils des utilisateurs
nb_no: Moderatorer kan redigere brukerprofiler

source: Moderators can ban users
fr: Les modérateurs peuvent bannir des utilisateurs
nb_no: Moderatorer kan bannlyse brukere

source: Allow moderators to ban other users.
fr: Permettre aux modérateurs de bannir d'autres utilisateurs.
nb_no: Tillat moderatorer å bannlyse andre brukere.

source: Allows a user to view hidden posts and topics
fr: Permet à un utilisateur de voir les publications et les sujets cachés
nb_no: Lar en bruker lese skjulte innlegg og emner

source: Can hide posts and topics
fr: Peut masquer les publications et les sujets
nb_no: Kan skjule innlegg og emner

source: Allows a user to hide posts and topics
fr: Permet à un utilisateur de masquer les publications et les sujets
nb_no: Lar en bruker å skjule innlegg og emner

source: There is already a group of type 'Banned'.
fr: Il y a déjà un groupe de type « Banni ».
nb_no: Det finnes allerede en gruppe av typen «Bannlyst».

source: Can't assign any permissions to this group.
fr: Impossible d'attribuer des permissions à ce groupe.
nb_no: Kan ikke tildele denne gruppen noen tilganger.

source: Forum title
fr: Titre du forum
nb_no: Forumtittel

source: Please enter a forum title.
fr: Veuillez saisir un titre de forum.
nb_no: Skriv inn en forumtittel.

source: You can format your description with Markdown.
fr: Vous pouvez formater votre description avec Markdown.
nb_no: Du kan formatere beskrivelsen i Markdown.

source: Position
nb_no: Posisjon

source: Category
fr: Catégorie
nb_no: Kategori

source: The category that contains this forum.
fr: La catégorie qui contient ce forum.
nb_no: Kategorien som inneholder dette forumet.

source: External link
fr: Lien externe
nb_no: Ekstern lenke

source: Moderators
fr: Modérateurs
nb_no: Moderatorer

source: Show moderators
fr: Afficher les modérateurs
nb_no: Vis moderatorer

source: Locked?
fr: Verrouillé ?
nb_no: Låst?

source: Disable new posts and topics in this forum.
fr: Désactiver les nouvelles publications et les nouveaux sujets dans ce forum.
nb_no: Skru av nye innlegg og emner i dette forumet.

source: Group access
fr: Accès au groupe
nb_no: Gruppetilgang

source: Select the groups that can access this forum.
fr: Sélectionnez les groupes qui peuvent accéder à ce forum.
nb_no: Velg gruppene som skal ha tilgang til dette forumet.

source: You cannot convert a forum that contains topics into an external link.
fr: Vous ne pouvez pas convertir un forum qui contient des sujets en un lien externe.
nb_no: Du kan ikke konvertere et forum som inneholder emner til en ekstern lenke.

source: You also need to specify some moderators.
fr: Vous devez également désigner des modérateurs.
nb_no: Du må også angi noen moderatorer.

source: %(user)s is not in a moderators group.
fr: %(user)s n'est pas dans un groupe de modérateurs.
nb_no: %(user)s er ikke i en moderatorgruppe.

source: Category title
fr: Titre de la catégorie
nb_no: Kategoritittel

source: Please enter a category title.
fr: Veuillez entrer un titre de catégorie.
nb_no: Skriv inn en kategoritittel.

source: Please enter a position for the category.
fr: Veuillez saisir une position pour la catégorie.
nb_no: Skriv inn en posisjon for kategorien.

source: You are not allowed to access the management settings
nb_no: Du har ikke tilgang til håndteringsinnstillingene

source: Settings saved.
fr: Paramètres enregistrés.
nb_no: Innstillinger lagret.

source: You are not allowed to manage users
nb_no: Du tillates ikke å håndtere brukere

source: Edit User
fr: Modifier l'utilisateur
nb_no: Rediger bruker

source: User updated.
fr: Utilisateur mis à jour.
nb_no: Bruker oppdatert.

source: You cannot delete yourself.
fr: Vous ne pouvez pas vous supprimer.
nb_no: Du kan ikke slette deg selv.

source: User deleted.
fr: Utilisateur supprimé.
nb_no: Bruker slettet.

source: Add User
fr: Ajouter un utilisateur
nb_no: Legg til bruker

source: User added.
fr: Utilisateur ajouté.
nb_no: Bruker lagt til.

source: You do not have the permissions to ban this user.
fr: Vous n'avez pas les autorisations nécessaires pour bannir cet utilisateur.
nb_no: Du har ikke tilgang til å bannlyse denne brukeren.

source: Unban
fr: Débannir
nb_no: Opphev bannlysning

source: A moderator cannot ban an admin user.
fr: Un modérateur ne peut pas bannir un utilisateur admin.
nb_no: En moderator kan ikke bannlyse en administratorbruker.

source: Could not ban user.
fr: Impossible de bannir l'utilisateur.
nb_no: Kunne ikke bannlyse bruker.

source: You do not have the permissions to unban this user.
fr: Vous n'avez pas les permissions nécessaires pour débannir cet utilisateur.
nb_no: Du har ikke tilgang til å oppheve bannlysning av denne brukeren.

source: Ban
fr: Bannir
nb_no: Bannlys

source: User is now unbanned.
fr: L'utilisateur est maintenant débanni.
nb_no: Brukeren har nå fått sin bannlysning opphevet.

source: Could not unban user.
fr: Impossible de débannir l'utilisateur.
nb_no: Kunne ikke oppheve bannlysning av bruker.

source: You are not allowed to modify groups.
nb_no: Du har ikke tilgang til å endre grupper.

source: Add Group
fr: Ajouter un groupe
nb_no: Legg til gruppe

source: Group added.
fr: Groupe ajouté.
nb_no: Gruppe lagt til.

source: Edit Group
fr: Modifier le groupe
nb_no: Rediger gruppe

source: Group updated.
fr: Groupe mis à jour.
nb_no: Gruppe oppdatert.

source: You cannot delete the standard groups. Try renaming it instead.
fr: Vous ne pouvez pas supprimer les groupes standard. Essayez plutôt de les renommer.
nb_no: Du kan ikke slette standardgruppene. Prøv å endre navnet på en istedenfor.

source: Group deleted.
fr: Groupe supprimé.
nb_no: Gruppe slettet.

source: No group chosen.
fr: Aucun groupe choisi.
nb_no: Ingen gruppe valgt.

source: You are not allowed to modify forums.
nb_no: Du har ikke tilgang til å endre forum.

source: Edit Forum
fr: Modifier le forum
nb_no: Rediger forum

source: Forum updated.
fr: Forum mis à jour.
nb_no: Forum oppdatert.

source: Add Forum
fr: Ajouter un forum
nb_no: Legg til forum

source: Forum added.
fr: Forum ajouté.
nb_no: Forum lagt til.

source: You are not allowed to modify forums
nb_no: Du har ikke tilgang til å endre forum

source: Forum deleted.
fr: Forum supprimé.
nb_no: Forum slettet.

source: You are not allowed to modify categories
nb_no: Du har ikke tilgang til å endre kategorier

source: Add Category
fr: Ajouter une catégorie
nb_no: Legg til en kategori

source: Category added.
fr: Catégorie ajoutée.
nb_no: Kategori lagt til.

source: Edit Category
fr: Modifier la catégorie
nb_no: Rediger kategori

source: Category updated.
fr: Catégorie mise à jour.
nb_no: Kategori oppdatert.

source: Category with all associated forums deleted.
fr: Catégorie avec tous les forums associés supprimés.
nb_no: Kategori og alle tilknyttede forum slettet.

source: Report %(id)s is already marked as read.
fr: Le signalement %(id)s est déjà marqué comme lu.
nb_no: Rapporten %(id)s er allerede markert som lest.

source: Report %(id)s marked as read.
fr: Signalement %(id)s marqué comme lu.
nb_no: Rapport %(id)s markert som lest.

source: All reports were marked as read.
fr: Tous les signalements sont considérés comme lus.
nb_no: Alle rapporter ble markert som leste.

source: Report deleted.
fr: Signalement supprimé.
nb_no: Rapport slettet.

source: You are not allowed to access the management panel
nb_no: Du har ikke tilgang til håndteringspanelet

source: You are not allowed to modify plugins
nb_no: Du har ikke tilgang til å endre programtillegg

source: Plugin %(plugin)s is already enabled.
fr: Le greffon %(plugin)s est déjà activé.
nb_no: Programtillegget %(plugin)s er allerede påslått.

source: Plugin %(plugin)s enabled. Please restart FlaskBB now.
fr: Le greffon %(plugin)s est activé. Veuillez redémarrer FlaskBB maintenant.
nb_no: Programtillegget %(plugin)s ble slått på. Utfør omstart av FlaskBB nå.

source: Plugin %(plugin)s is already disabled.
fr: Le greffon %(plugin)s est déjà désactivé.
nb_no: Programtillegget %(plugin)s er allerede avskrudd.

source: Plugin %(plugin)s disabled. Please restart FlaskBB now.
fr: Le greffon %(plugin)s est désactivé. Veuillez redémarrer FlaskBB maintenant.
nb_no: Programtillegget %(plugin)s er avskrudd. Utfør omstart av FlaskBB nå.

source: Can't install plugin. Enable '%(plugin)s' plugin first.
fr: Impossible d'installer le greffon. Activez d'abord le greffon « %(plugin)s ».
nb_no: Kan ikke installere programtillegg. Skru på «%(plugin)s»-programtillegget først.

source: Are you sure?
fr: Êtes-vous sûr·e ?
nb_no: Er du sikker?

source: Cancel
fr: Annuler
nb_no: Avbryt

source: Yes
fr: Oui
nb_no: Ja

source: Memberlist
fr: Liste des membres
nb_no: Medlemsliste

source: Settings
fr: Paramètres
nb_no: Innstillinger

source: Management
fr: Gestion
nb_no: Håndtering

source: Reset Password
fr: Réinitialiser le mot de passe
nb_no: Tilbakestill passord

source: Activate Account
nb_no: Aktiver konto

source: Pages
nb_no: Sider

source: Forgot Password
fr: Mot de passe oublié
nb_no: Glemt passord

source: Not a member yet?
fr: Vous n'êtes pas encore membre ?
nb_no: Ikke medlem enda?

source: Forgot your Password?
fr: Vous avez oublié votre mot de passe ?
nb_no: Glemt passordet ditt?

source: Request Account Activation
fr: Demander l'activation du compte
nb_no: Forespør kontoaktivering

source: Dear %(username)s,
fr: Cher/chère %(username)s,
nb_no: Kjære %(username)s,

source: Click the link below to activate your account:
fr: Cliquez sur le lien ci-dessous pour activer votre compte :
nb_no: Klikk lenken nedenfor for å aktivere kontoen din:

source: Sincerely,
fr: Cordialement,
nb_no: Hilsen,

source: The Administration
fr: L'Administration
nb_no: Administrasjonen

source: Click the link below to reset your password:
fr: Cliquez sur le lien ci-dessous pour réinitialiser votre mot de passe :
nb_no: Klikk på lenken nedenfor for å tilbakestille passordet ditt:

source: Forbidden
fr: Interdit
nb_no: Forbudt

source: 403 - Forbidden Page
fr: 403 - Page interdite
nb_no: 403 – forbudt side

source: Back to the Forums
fr: Retour aux Forums
nb_no: Tilbake til forumene

source: Page not found
fr: Page introuvable
nb_no: Fant ikke siden

source: 404 - Page not found!
fr: 404 – Page introuvable !
nb_no: 404 – fant ikke siden.

source: The page you were looking for does not exist.
fr: La page que vous cherchez n'existe pas.
nb_no: Siden du leter ikke finnes ikke.

source: Server Error
nb_no: Tjenerfeil

source: 500 - Server Error
nb_no: 500 – tjenerfeil

source: Something went wrong!
nb_no: Noe gikk galt.

source: Too Many Requests
nb_no: For mange forespørsler

source: 429 - Too Many Requests
nb_no: 429 – for mange forespørsler

source: Topics
nb_no: Drakter

source: Posts
nb_no: Innlegg

source: Last Post
nb_no: Siste innlegg

source: by
nb_no: av

source: No posts.
nb_no: Ingen innlegg.

source: Views
nb_no: Visninger

source: Select all
nb_no: Velg alt

source: Select topic
nb_no: Velg emne

source: No Topics.
nb_no: Ingen emner.
